Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Added to Music
de: Zu Musik hinzugefügt
es: Añadido a Música
fr: Ajouté à Musique
ja: ミュージックに追加しました
ko: 음악에 추가됨
pt_br: Adicionado às Músicas
ru: Добавлено в Музыку
zh_hans: 已添加到音乐
zh_hant: 已加入音樂

source: Address bar
de: Adressleiste
es: Barra de direcciones
fr: Barre d'adresse
ja: アドレスバー
ko: 주소 막대
pt_br: Barra de endereço
ru: Адресная строка
zh_hans: 地址栏
zh_hant: 網址列

source: Add…
de: Hinzufügen …
es: Añadir…
fr: Ajouter…
ja: 追加…
ko: 추가…
pt_br: Adicionar…
ru: Добавить…
zh_hans: 添加…
zh_hant: 加入…

source: Adjust colors and density
de: Farben und Dichte anpassen
es: Ajustar colores y densidad
fr: Ajuster les couleurs et la densité
ja: 色と密度を調整
ko: 색상 및 밀도 조절
pt_br: Ajustar cores e densidade
ru: Цвета и плотность
zh_hans: 调整颜色和密度
zh_hant: 調整顏色和密度

source: All Chats…
de: Alle Chats …
es: Todos los chats…
fr: Toutes les conversations…
ja: すべてのチャット…
ko: 모든 채팅…
pt_br: Todos os Chats…
ru: Все чаты…
zh_hans: 所有聊天…
zh_hant: 所有對話…

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
ja: 許可
ko: 허용
pt_br: Permitir
ru: Разрешить
zh_hans: 允许
zh_hant: 允許

source: Allow All
de: Alle erlauben
es: Permitir todo
fr: Tout autoriser
ja: すべて許可
ko: 모두 허용
pt_br: Permitir Tudo
ru: Разрешить все
zh_hans: 全部允许
zh_hant: 全部允許

source: Allow Once Instead
de: Stattdessen einmal erlauben
es: Permitir solo esta vez
fr: Autoriser une seule fois
ja: 代わりに 1 回だけ許可
ko: 대신 한 번만 허용
pt_br: Permitir Só Desta Vez
ru: Разрешить только один раз
zh_hans: 改为允许一次
zh_hant: 改為僅允許一次

source: Allow Shortcuts to Run Commands
de: Kurzbefehlen das Ausführen von Befehlen erlauben
es: Permitir que los atajos ejecuten comandos
fr: Autoriser les raccourcis à exécuter des commandes
ja: ショートカットによるコマンドの実行を許可
ko: 단축어가 명령을 실행하도록 허용
pt_br: Permitir que Atalhos Executem Comandos
ru: Разрешить запуск команд из «Команд»
zh_hans: 允许快捷指令运行命令
zh_hant: 允許捷徑執行指令

source: Allow all tools this chat
de: Alle Tools in diesem Chat erlauben
es: Permitir todas las herramientas en este chat
fr: Autoriser tous les outils pour cette conversation
ja: このチャットですべてのツールを許可
ko: 이 채팅에서 모든 도구 허용
pt_br: Permitir todas as ferramentas neste chat
ru: Разрешить все инструменты в этом чате
zh_hans: 本聊天允许所有工具
zh_hant: 此對話允許所有工具

source: Allow every tool call this chat?
de: Jeden Tool-Aufruf in diesem Chat erlauben?
es: ¿Permitir todas las llamadas a herramientas en este chat?
fr: Autoriser tous les appels d'outils pour cette conversation ?
ja: このチャットですべてのツール呼び出しを許可しますか？
ko: 이 채팅에서 모든 도구 호출을 허용하겠습니까?
pt_br: Permitir todas as chamadas de ferramenta neste chat?
ru: Разрешить все вызовы инструментов в этом чате?
zh_hans: 本聊天允许所有工具调用？
zh_hant: 此對話允許所有工具呼叫？

source: Allow runs it without asking, Ask shows you each one first, Deny refuses it and tells the model so. File edits outside the chat's working directory always ask unless edits are denied.
de: „Erlauben“ führt ohne Nachfrage aus, „Fragen“ zeigt dir jeden Aufruf vorher, „Ablehnen“ verweigert ihn und teilt das dem Modell mit. Dateiänderungen außerhalb des Arbeitsverzeichnisses des Chats fragen immer, außer Änderungen sind abgelehnt.
es: Permitir lo ejecuta sin preguntar, Preguntar te muestra cada uno antes y Denegar lo rechaza y se lo indica al modelo. Las ediciones de archivos fuera del directorio de trabajo del chat siempre preguntan, salvo que las ediciones estén denegadas.
fr: Autoriser l'exécute sans demander, Demander vous montre chacun d'abord, Refuser le rejette et en informe le modèle. Les modifications de fichiers hors du répertoire de travail de la conversation demandent toujours, sauf si les modifications sont refusées.
ja: 「許可」は確認せずに実行し、「確認」は毎回事前に表示し、「拒否」は実行を拒否してモデルにそのことを伝えます。チャットの作業ディレクトリ外のファイル編集は、編集が拒否されていない限り常に確認されます。
ko: 허용은 묻지 않고 실행하고, 묻기는 매번 먼저 보여주며, 거부는 실행을 거절하고 모델에 알립니다. 편집이 거부되지 않은 한 채팅의 작업 디렉터리 외부 파일 편집은 항상 묻습니다.
pt_br: Permitir executa sem perguntar, Perguntar mostra cada uma antes, Negar recusa e avisa o modelo. Edições de arquivos fora do diretório de trabalho do chat sempre perguntam, a menos que edições sejam negadas.
ru: «Разрешить» выполняет без запроса, «Спросить» сначала показывает каждый вызов, «Запретить» отклоняет его и сообщает об этом модели. Правка файлов вне рабочей папки чата всегда требует подтверждения, если правка не запрещена.
zh_hans: “允许”直接运行而不询问，“询问”会先逐一向你展示，“拒绝”则拒绝运行并告知模型。除非已拒绝编辑，否则对聊天工作目录以外文件的编辑始终会询问。
zh_hant: 「允許」會直接執行而不詢問，「詢問」會先讓你逐一查看，「拒絕」會拒絕並告知模型。除非已拒絕編輯，否則在對話工作目錄以外編輯檔案一律會詢問。

source: Allow, don't ask again this reply
de: Erlauben, in dieser Antwort nicht mehr fragen
es: Permitir y no volver a preguntar en esta respuesta
fr: Autoriser, ne plus demander pour cette réponse
ja: 許可（この応答では今後確認しない）
ko: 허용, 이번 응답에서 다시 묻지 않음
pt_br: Permitir, não perguntar de novo nesta resposta
ru: Разрешить, не спрашивать до конца ответа
zh_hans: 允许，本次回复不再询问
zh_hant: 允許，此回覆不再詢問

source: Always allow MCP tools
de: MCP-Tools immer erlauben
es: Permitir siempre herramientas MCP
fr: Toujours autoriser les outils MCP
ja: MCP ツールを常に許可
ko: MCP 도구 항상 허용
pt_br: Sempre permitir ferramentas MCP
ru: Всегда разрешать инструменты MCP
zh_hans: 始终允许 MCP 工具
zh_hant: 一律允許 MCP 工具

source: Always allow file edits
de: Dateiänderungen immer erlauben
es: Permitir siempre editar archivos
fr: Toujours autoriser les modifications de fichiers
ja: ファイルの編集を常に許可
ko: 파일 편집 항상 허용
pt_br: Sempre permitir edição de arquivos
ru: Всегда разрешать правку файлов
zh_hans: 始终允许编辑文件
zh_hant: 一律允許編輯檔案

source: Always allow reading files
de: Lesen von Dateien immer erlauben
es: Permitir siempre leer archivos
fr: Toujours autoriser la lecture de fichiers
ja: ファイルの読み取りを常に許可
ko: 파일 읽기 항상 허용
pt_br: Sempre permitir leitura de arquivos
ru: Всегда разрешать чтение файлов
zh_hans: 始终允许读取文件
zh_hant: 一律允許讀取檔案

source: Always allow “%@”
de: „%@“ immer erlauben
es: Permitir siempre “%@”
fr: Toujours autoriser « %@ »
ja: “%@”を常に許可
ko: “%@” 항상 허용
pt_br: Sempre permitir “%@”
ru: Всегда разрешать «%@»
zh_hans: 始终允许“%@”
zh_hant: 一律允許「%@」

source: An upgrade to %s is available.
de: Ein Upgrade auf %s ist verfügbar.
es: Hay una actualización a %s disponible.
fr: Une mise à niveau vers %s est disponible.
ja: %s へのアップグレードが利用可能です。
ko: %s(으)로 업그레이드할 수 있습니다.
pt_br: Uma atualização para %s está disponível.
ru: Доступно обновление до %s.
zh_hans: 可升级到 %s。
zh_hant: 可升級至 %s。

source: Appearance: %@…
de: Erscheinungsbild: %@ …
es: Apariencia: %@…
fr: Apparence : %@…
ja: 外観: %@…
ko: 모양: %@…
pt_br: Aparência: %@…
ru: Оформление: %@…
zh_hans: 外观：%@…
zh_hant: 外觀：%@…

source: Applied • %@
de: Angewendet • %@
es: Aplicado • %@
fr: Appliqué • %@
ja: 適用中 • %@
ko: 적용됨 • %@
pt_br: Aplicado • %@
ru: Применена • %@
zh_hans: 已应用 • %@
zh_hant: 已套用 • %@

source: Apply Wallpaper
de: Hintergrundbild anwenden
es: Aplicar fondo de pantalla
fr: Appliquer le fond d'écran
ja: 壁紙を適用
ko: 배경화면 적용
pt_br: Aplicar Papel de Parede
ru: Применить обои
zh_hans: 应用墙纸
zh_hant: 套用背景圖片

source: Archives in /AOK/persist/roots (shared across all filesystems). Tap one to install it as a new filesystem. Swipe to delete.
de: Archive in /AOK/persist/roots (von allen Dateisystemen gemeinsam genutzt). Tippe auf eines, um es als neues Dateisystem zu installieren. Zum Löschen streichen.
es: Archivos comprimidos en /AOK/persist/roots (compartidos por todos los sistemas de archivos). Toca uno para instalarlo como nuevo sistema de archivos. Desliza para eliminar.
fr: Archives dans /AOK/persist/roots (partagées entre tous les systèmes de fichiers). Touchez-en une pour l'installer comme nouveau système de fichiers. Balayez pour supprimer.
ja: /AOK/persist/roots 内のアーカイブ（すべてのファイルシステムで共有）。タップすると新しいファイルシステムとしてインストールします。スワイプで削除します。
ko: /AOK/persist/roots에 있는 아카이브(모든 파일 시스템에서 공유됨). 탭하여 새 파일 시스템으로 설치하십시오. 쓸어넘겨 삭제합니다.
pt_br: Arquivos em /AOK/persist/roots (compartilhados entre todos os sistemas de arquivos). Toque em um para instalá-lo como novo sistema de arquivos. Deslize para apagar.
ru: Архивы в /AOK/persist/roots (общие для всех файловых систем). Коснитесь архива, чтобы установить его как новую файловую систему. Смахните, чтобы удалить.
zh_hans: 位于 /AOK/persist/roots 中的归档（所有文件系统共享）。轻点一个即可将其安装为新的文件系统。轻扫以删除。
zh_hant: 位於 /AOK/persist/roots 的封存檔（所有檔案系統共用）。點一下以安裝為新的檔案系統。滑動以刪除。

source: Arrow Keys Left or Right
de: Pfeiltasten links oder rechts
es: Teclas de flecha izquierda o derecha
fr: Touches fléchées gauche ou droite
ja: 矢印キー 左または右
ko: 화살표 키 왼쪽 또는 오른쪽
pt_br: Teclas de Seta Esquerda ou Direita
ru: Клавиши со стрелками влево и вправо
zh_hans: 左右箭头键
zh_hant: 左右方向鍵

source: Arrow Keys Up or Down
de: Pfeiltasten oben oder unten
es: Teclas de flecha arriba o abajo
fr: Touches fléchées haut ou bas
ja: 矢印キー 上または下
ko: 화살표 키 위 또는 아래
pt_br: Teclas de Seta Cima ou Baixo
ru: Клавиши со стрелками вверх и вниз
zh_hans: 上下箭头键
zh_hant: 上下方向鍵

source: Arrow keys
de: Pfeiltasten
es: Teclas de flecha
fr: Touches fléchées
ja: 矢印キー
ko: 화살표 키
pt_br: Teclas de seta
ru: Клавиши со стрелками
zh_hans: 箭头键
zh_hant: 方向鍵

source: Ask the configured model
de: Konfiguriertes Modell fragen
es: Pregunta al modelo configurado
fr: Demander au modèle configuré
ja: 設定したモデルに質問
ko: 구성된 모델에 질문하기
pt_br: Pergunte ao modelo configurado
ru: Спросите настроенную модель
zh_hans: 询问已配置的模型
zh_hant: 詢問已設定的模型

source: Auto-Show Keyboard: %@
de: Tastatur automatisch einblenden: %@
es: Mostrar teclado automáticamente: %@
fr: Afficher le clavier automatiquement : %@
ja: キーボードを自動表示: %@
ko: 키보드 자동 표시: %@
pt_br: Mostrar Teclado Automaticamente: %@
ru: Автопоказ клавиатуры: %@
zh_hans: 自动显示键盘：%@
zh_hant: 自動顯示鍵盤：%@

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automático
ru: Автоматически
zh_hans: 自动
zh_hant: 自動

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Back to Chat
de: Zurück zum Chat
es: Volver al chat
fr: Retour à la conversation
ja: チャットに戻る
ko: 채팅으로 돌아가기
pt_br: Voltar ao Chat
ru: Назад к чату
zh_hans: 返回聊天
zh_hant: 返回對話

source: Background
de: Hintergrund
es: Segundo plano
fr: Arrière-plan
ja: バックグラウンド
ko: 백그라운드
pt_br: Segundo plano
ru: В фоне
zh_hans: 后台
zh_hant: 背景

source: Background Bottom
de: Hintergrund unten
es: Fondo inferior
fr: Bas de l'arrière-plan
ja: 背景（下）
ko: 배경 하단
pt_br: Fundo Inferior
ru: Фон (низ)
zh_hans: 背景底部
zh_hant: 背景底部

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière-plan
ja: 背景色
ko: 배경 색상
pt_br: Cor de Fundo
ru: Цвет фона
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Background Top
de: Hintergrund oben
es: Fondo superior
fr: Haut de l'arrière-plan
ja: 背景（上）
ko: 배경 상단
pt_br: Fundo Superior
ru: Фон (верх)
zh_hans: 背景顶部
zh_hant: 背景頂部

source: Balanced
de: Ausgewogen
es: Equilibrada
fr: Équilibrée
ja: 標準
ko: 균형
pt_br: Equilibrado
ru: Сбалансированная
zh_hans: 均衡
zh_hant: 平衡

source: Bars
de: Balken
es: Barras
fr: Barres
ja: バー
ko: 막대
pt_br: Barras
ru: Полосы
zh_hans: 条形
zh_hant: 長條

source: Battery
de: Batterie
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
pt_br: Bateria
ru: Аккумулятор
zh_hans: 电池
zh_hant: 電池

source: Bigger
de: Größer
es: Más grande
fr: Plus grand
ja: 拡大
ko: 크게
pt_br: Maior
ru: Крупнее
zh_hans: 放大
zh_hant: 放大

source: Black
de: Schwarz
es: Negro
fr: Noir
ja: 黒
ko: 검은색
pt_br: Preto
ru: Чёрный
zh_hans: 黑色
zh_hant: 黑色

source: Block Device
de: Blockgerät
es: Dispositivo de bloques
fr: Périphérique bloc
ja: ブロックデバイス
ko: 블록 장치
pt_br: Dispositivo de Bloco
ru: Блочное устройство
zh_hans: 块设备
zh_hant: 區塊裝置

source: Block device
de: Blockgerät
es: Dispositivo de bloques
fr: Périphérique bloc
ja: ブロックデバイス
ko: 블록 장치
pt_br: Dispositivo de bloco
ru: Блочное устройство
zh_hans: 块设备
zh_hant: 區塊裝置

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파란색
pt_br: Azul
ru: Синий
zh_hans: 蓝色
zh_hant: 藍色

source: Bookmark
de: Lesezeichen
es: Marcador
fr: Signet
ja: ブックマーク
ko: 책갈피
pt_br: Favorito
ru: Закладка
zh_hans: 书签
zh_hant: 書籤

source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
ja: ブックマーク
ko: 책갈피
pt_br: Favoritos
ru: Закладки
zh_hans: 书签
zh_hant: 書籤

source: Boot command is empty
de: Bootbefehl ist leer
es: El comando de arranque está vacío
fr: La commande de démarrage est vide
ja: ブートコマンドが空です
ko: 부팅 명령이 비어 있음
pt_br: O comando de inicialização está vazio
ru: Команда загрузки пуста
zh_hans: 引导命令为空
zh_hant: 開機指令是空的

source: Boot failed
de: Booten fehlgeschlagen
es: Error de arranque
fr: Échec du démarrage
ja: ブートに失敗しました
ko: 부팅 실패
pt_br: Falha na inicialização
ru: Сбой загрузки
zh_hans: 启动失败
zh_hant: 開機失敗

source: Boot failed before app setup
de: Booten vor App-Einrichtung fehlgeschlagen
es: Error de arranque antes de configurar la app
fr: Échec du démarrage avant la configuration de l'app
ja: App のセットアップ前にブートに失敗しました
ko: 앱 설정 전에 부팅 실패
pt_br: Falha na inicialização antes da configuração do app
ru: Сбой загрузки до настройки приложения
zh_hans: App 设置前启动失败
zh_hant: 在 App 設定前開機失敗

source: Boot failed while creating init
de: Booten beim Erstellen von init fehlgeschlagen
es: Error de arranque al crear init
fr: Échec du démarrage lors de la création d'init
ja: init の作成中にブートに失敗しました
ko: init 생성 중 부팅 실패
pt_br: Falha na inicialização ao criar o init
ru: Сбой загрузки при создании init
zh_hans: 创建 init 时启动失败
zh_hant: 建立 init 時開機失敗

source: Boot failed while mounting the filesystem
de: Booten beim Einhängen des Dateisystems fehlgeschlagen
es: Error de arranque al montar el sistema de archivos
fr: Échec du démarrage lors du montage du système de fichiers
ja: ファイルシステムのマウント中にブートに失敗しました
ko: 파일 시스템 마운트 중 부팅 실패
pt_br: Falha na inicialização ao montar o sistema de arquivos
ru: Сбой загрузки при подключении файловой системы
zh_hans: 挂载文件系统时启动失败
zh_hant: 掛載檔案系統時開機失敗

source: Boot failed while opening console
de: Booten beim Öffnen der Konsole fehlgeschlagen
es: Error de arranque al abrir la consola
fr: Échec du démarrage lors de l'ouverture de la console
ja: コンソールを開く際にブートに失敗しました
ko: 콘솔 여는 중 부팅 실패
pt_br: Falha na inicialização ao abrir o console
ru: Сбой загрузки при открытии консоли
zh_hans: 打开控制台时启动失败
zh_hant: 打開主控台時開機失敗

source: Boot failed while registering URL device
de: Booten beim Registrieren des URL-Geräts fehlgeschlagen
es: Error de arranque al registrar el dispositivo de URL
fr: Échec du démarrage lors de l'enregistrement du périphérique URL
ja: URL デバイスの登録中にブートに失敗しました
ko: URL 장치 등록 중 부팅 실패
pt_br: Falha na inicialização ao registrar o dispositivo de URL
ru: Сбой загрузки при регистрации устройства URL
zh_hans: 注册 URL 设备时启动失败
zh_hant: 註冊 URL 裝置時開機失敗

source: Boot failed while registering audio device
de: Booten beim Registrieren des Audiogeräts fehlgeschlagen
es: Error de arranque al registrar el dispositivo de audio
fr: Échec du démarrage lors de l'enregistrement du périphérique audio
ja: オーディオデバイスの登録中にブートに失敗しました
ko: 오디오 장치 등록 중 부팅 실패
pt_br: Falha na inicialização ao registrar o dispositivo de áudio
ru: Сбой загрузки при регистрации аудиоустройства
zh_hans: 注册音频设备时启动失败
zh_hant: 註冊音訊裝置時開機失敗

source: Boot failed while registering clipboard device
de: Booten beim Registrieren des Zwischenablagegeräts fehlgeschlagen
es: Error de arranque al registrar el dispositivo del portapapeles
fr: Échec du démarrage lors de l'enregistrement du périphérique presse-papiers
ja: クリップボードデバイスの登録中にブートに失敗しました
ko: 클립보드 장치 등록 중 부팅 실패
pt_br: Falha na inicialização ao registrar o dispositivo de área de transferência
ru: Сбой загрузки при регистрации устройства буфера обмена
zh_hans: 注册剪贴板设备时启动失败
zh_hant: 註冊剪貼簿裝置時開機失敗

source: Boot failed while registering clock device
de: Booten beim Registrieren des Uhrgeräts fehlgeschlagen
es: Error de arranque al registrar el dispositivo de reloj
fr: Échec du démarrage lors de l'enregistrement du périphérique d'horloge
ja: 時計デバイスの登録中にブートに失敗しました
ko: 시계 장치 등록 중 부팅 실패
pt_br: Falha na inicialização ao registrar o dispositivo de relógio
ru: Сбой загрузки при регистрации устройства часов
zh_hans: 注册时钟设备时启动失败
zh_hant: 註冊時鐘裝置時開機失敗

source: Boot failed while registering location device
de: Booten beim Registrieren des Standortgeräts fehlgeschlagen
es: Error de arranque al registrar el dispositivo de ubicación
fr: Échec du démarrage lors de l'enregistrement du périphérique de localisation
ja: 位置情報デバイスの登録中にブートに失敗しました
ko: 위치 장치 등록 중 부팅 실패
pt_br: Falha na inicialização ao registrar o dispositivo de localização
ru: Сбой загрузки при регистрации устройства геопозиции
zh_hans: 注册位置设备时启动失败
zh_hant: 註冊位置裝置時開機失敗

source: Boot failed while starting fallback console
de: Booten beim Starten der Ersatzkonsole fehlgeschlagen
es: Error de arranque al iniciar la consola de reserva
fr: Échec du démarrage lors du lancement de la console de secours
ja: 代替コンソールの起動中にブートに失敗しました
ko: 대체 콘솔 시작 중 부팅 실패
pt_br: Falha na inicialização ao iniciar o console alternativo
ru: Сбой загрузки при запуске резервной консоли
zh_hans: 启动后备控制台时启动失败
zh_hant: 啟動備用主控台時開機失敗

source: Boot failed while starting init
de: Booten beim Starten von init fehlgeschlagen
es: Error de arranque al iniciar init
fr: Échec du démarrage lors du lancement d'init
ja: init の起動中にブートに失敗しました
ko: init 시작 중 부팅 실패
pt_br: Falha na inicialização ao iniciar o init
ru: Сбой загрузки при запуске init
zh_hans: 启动 init 时启动失败
zh_hant: 啟動 init 時開機失敗

source: Boot failed.
de: Booten fehlgeschlagen.
es: Error de arranque.
fr: Échec du démarrage.
ja: ブートに失敗しました。
ko: 부팅에 실패했습니다.
pt_br: Falha na inicialização.
ru: Сбой загрузки.
zh_hans: 启动失败。
zh_hant: 開機失敗。

source: Boot failed: %@
de: Booten fehlgeschlagen: %@
es: Error de arranque: %@
fr: Échec du démarrage : %@
ja: ブートに失敗しました: %@
ko: 부팅 실패: %@
pt_br: Falha na inicialização: %@
ru: Сбой загрузки: %@
zh_hans: 启动失败：%@
zh_hant: 開機失敗：%@

source: Boot via init creates both a session shell and system consoles.
de: Booten über init erstellt eine Sitzungs-Shell und Systemkonsolen.
es: Arrancar mediante init crea una shell de sesión y consolas del sistema.
fr: Le démarrage via init crée à la fois un shell de session et des consoles système.
ja: init 経由でブートすると、セッションシェルとシステムコンソールの両方が作成されます。
ko: init으로 부팅하면 세션 셸과 시스템 콘솔이 모두 생성됩니다.
pt_br: Inicializar via init cria um shell de sessão e consoles do sistema.
ru: Загрузка через init создаёт и оболочку сеанса, и системные консоли.
zh_hans: 通过 init 启动会同时创建会话 shell 和系统控制台。
zh_hant: 透過 init 開機會同時建立工作階段 shell 和系統主控台。

source: Boot “%@” from now on?
de: „%@“ ab jetzt booten?
es: ¿Arrancar “%@” a partir de ahora?
fr: Démarrer « %@ » désormais ?
ja: 今後は“%@”からブートしますか？
ko: 앞으로 “%@”(으)로 부팅하겠습니까?
pt_br: Inicializar “%@” a partir de agora?
ru: Загружать «%@» с этого момента?
zh_hans: 从现在起启动“%@”？
zh_hant: 從現在起使用「%@」開機？

source: Boots next
de: Startet als Nächstes
es: Arranca en el próximo inicio
fr: Démarre ensuite
ja: 次回ブート
ko: 다음 부팅
pt_br: Inicia em seguida
ru: Загрузится следующей
zh_hans: 下次启动
zh_hant: 下次開機使用

source: Boots next · %@
de: Startet als Nächstes · %@
es: Arranca en el próximo inicio · %@
fr: Démarre ensuite · %@
ja: 次回ブート · %@
ko: 다음 부팅 · %@
pt_br: Inicia em seguida · %@
ru: Загрузится следующей · %@
zh_hans: 下次启动 · %@
zh_hant: 下次開機使用 · %@

source: Bright Black
de: Hellschwarz
es: Negro brillante
fr: Noir vif
ja: 明るい黒
ko: 밝은 검은색
pt_br: Preto Brilhante
ru: Ярко-чёрный
zh_hans: 亮黑色
zh_hant: 亮黑色

source: Bright Blue
de: Hellblau
es: Azul brillante
fr: Bleu vif
ja: 明るい青
ko: 밝은 파란색
pt_br: Azul Brilhante
ru: Ярко-синий
zh_hans: 亮蓝色
zh_hant: 亮藍色

source: Bright Cyan
de: Hellcyan
es: Cian brillante
fr: Cyan vif
ja: 明るいシアン
ko: 밝은 청록색
pt_br: Ciano Brilhante
ru: Ярко-голубой
zh_hans: 亮青色
zh_hant: 亮青色

source: Bright Green
de: Hellgrün
es: Verde brillante
fr: Vert vif
ja: 明るい緑
ko: 밝은 녹색
pt_br: Verde Brilhante
ru: Ярко-зелёный
zh_hans: 亮绿色
zh_hant: 亮綠色

source: Bright Magenta
de: Hellmagenta
es: Magenta brillante
fr: Magenta vif
ja: 明るいマゼンタ
ko: 밝은 자홍색
pt_br: Magenta Brilhante
ru: Ярко-пурпурный
zh_hans: 亮品红色
zh_hant: 亮洋紅色

source: Bright Red
de: Hellrot
es: Rojo brillante
fr: Rouge vif
ja: 明るい赤
ko: 밝은 빨간색
pt_br: Vermelho Brilhante
ru: Ярко-красный
zh_hans: 亮红色
zh_hant: 亮紅色

source: Bright White
de: Hellweiß
es: Blanco brillante
fr: Blanc vif
ja: 明るい白
ko: 밝은 흰색
pt_br: Branco Brilhante
ru: Ярко-белый
zh_hans: 亮白色
zh_hant: 亮白色

source: Bright Yellow
de: Hellgelb
es: Amarillo brillante
fr: Jaune vif
ja: 明るい黄
ko: 밝은 노란색
pt_br: Amarelo Brilhante
ru: Ярко-жёлтый
zh_hans: 亮黄色
zh_hant: 亮黃色

source: Broken Alias
de: Defektes Alias
es: Alias roto
fr: Alias rompu
ja: 壊れたエイリアス
ko: 손상된 가상본
pt_br: Atalho Quebrado
ru: Неработающий псевдоним
zh_hans: 损坏的替身
zh_hant: 損壞的替身

source: Broken alias
de: Defektes Alias
es: Alias roto
fr: Alias rompu
ja: 壊れたエイリアス
ko: 손상된 가상본
pt_br: Atalho quebrado
ru: Неработающий псевдоним
zh_hans: 损坏的替身
zh_hant: 損壞的替身

source: Broken alias → %@
de: Defektes Alias → %@
es: Alias roto → %@
fr: Alias rompu → %@
ja: 壊れたエイリアス → %@
ko: 손상된 가상본 → %@
pt_br: Atalho quebrado → %@
ru: Неработающий псевдоним → %@
zh_hans: 损坏的替身 → %@
zh_hant: 損壞的替身 → %@

source: Broken link
de: Defekter Link
es: Enlace roto
fr: Lien rompu
ja: 壊れたリンク
ko: 손상된 링크
pt_br: Link quebrado
ru: Неработающая ссылка
zh_hans: 损坏的链接
zh_hant: 損壞的連結

source: Browse Files
de: Dateien durchsuchen
es: Explorar archivos
fr: Parcourir les fichiers
ja: ファイルをブラウズ
ko: 파일 탐색
pt_br: Explorar Arquivos
ru: Обзор файлов
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Browse Files…
de: Dateien durchsuchen …
es: Explorar archivos…
fr: Parcourir les fichiers…
ja: ファイルをブラウズ…
ko: 파일 탐색…
pt_br: Explorar Arquivos…
ru: Обзор файлов…
zh_hans: 浏览文件…
zh_hant: 瀏覽檔案…

source: Browser Home
de: Browser-Startseite
es: Página de inicio del navegador
fr: Accueil du navigateur
ja: ブラウザのホーム
ko: 브라우저 홈
pt_br: Página Inicial do Navegador
ru: Домашняя страница браузера
zh_hans: 浏览器主页
zh_hant: 瀏覽器首頁

source: Browsing these from the Files app isn't available on a Mac — Apple's File Provider framework doesn't support the kind of extension iSH-AOK uses, so it has been turned off here rather than left to fail. Everything else works as usual.
de: Das Durchsuchen über die Dateien-App ist auf einem Mac nicht verfügbar – Apples File-Provider-Framework unterstützt die Art von Erweiterung, die iSH-AOK nutzt, nicht. Daher wurde es hier deaktiviert, statt es scheitern zu lassen. Alles andere funktioniert wie gewohnt.
es: Explorar esto desde la app Archivos no está disponible en un Mac: el framework File Provider de Apple no admite el tipo de extensión que usa iSH-AOK, así que se ha desactivado aquí en lugar de dejar que falle. Todo lo demás funciona como siempre.
fr: La navigation depuis l'app Fichiers n'est pas disponible sur Mac — le framework File Provider d'Apple ne prend pas en charge le type d'extension utilisé par iSH-AOK ; elle a donc été désactivée ici plutôt que de laisser échouer. Tout le reste fonctionne normalement.
ja: Mac では“ファイル”App からこれらをブラウズすることはできません — Apple の File Provider フレームワークが iSH-AOK の使用する種類の機能拡張をサポートしていないため、失敗させるのではなくここではオフにしています。それ以外は通常どおり動作します。
ko: Mac에서는 파일 앱에서 이 항목을 탐색할 수 없습니다 — Apple의 File Provider 프레임워크가 iSH-AOK에서 사용하는 종류의 확장을 지원하지 않으므로, 실패하도록 두지 않고 여기서는 꺼 두었습니다. 다른 기능은 모두 평소대로 작동합니다.
pt_br: Navegar por estes itens pelo app Arquivos não está disponível no Mac — o framework File Provider da Apple não oferece suporte ao tipo de extensão que o iSH-AOK usa, por isso foi desativado aqui em vez de falhar. Todo o resto funciona normalmente.
ru: Просмотр из приложения «Файлы» недоступен на Mac — фреймворк File Provider от Apple не поддерживает тип расширения, используемый iSH-AOK, поэтому здесь он отключён, а не оставлен давать сбои. Всё остальное работает как обычно.
zh_hans: 在 Mac 上无法从“文件”App 浏览这些内容——Apple 的 File Provider 框架不支持 iSH-AOK 所用的扩展类型，因此此处已将其关闭，而非任其失败。其他功能照常可用。
zh_hant: 在 Mac 上無法從「檔案」App 瀏覽這些項目 — Apple 的 File Provider 框架不支援 iSH-AOK 使用的這類延伸功能，因此此處已將其關閉，而非讓它失敗。其他一切照常運作。
